Repository: edeposit/edeposit.user
Catalog: edeposit/user/locales/*/LC_MESSAGES/edeposit.user.po
Languages: cs

source: Address
cs: Adresa

source: Agreement
cs: Smlouva

source: Agreement with National Library
cs: Smlouva s Národní knihovnou

source: Cataloguer
cs: Katalogizátor

source: City
cs: Město

source: Contact
cs: Kontakt

source: Contribute Original file
cs: Odevzdat dokument

source: Country
cs: Země

source: Descriptive Cataloguing Preparing
cs: Příprava jmenného popisu

source: E-Deposit - Producent Administrator
cs: E-Deposit: Producent - správce

source: E-Deposit - Producent Editor
cs: Editor producenta

source: E-Deposit - file with agreement for producent
cs: E-Deposit - soubor se smlouvou pro producenty

source: E-Deposit - folder for producents
cs: E-Deposit - složka producentů

source: E-Deposit Agreement File
cs: E-Deposit - soubor se smlouvou

source: E-Deposit Site
cs: E-Deposit

source: E-Deposit: Registering of any eContent
cs: Ohlášení ePublikací, ePeriodik, knih

source: Fill a city
cs: Doplňte město

source: Fill a country
cs: Doplňte zemi

source: Fill a home page we can find a producent at.
cs: Doplňte adresu web stránky, na které můžeme producenta najít.

source: Fill a phone, email or name of a person we can contact.
cs: Doplňte telefon, email, nebo jméno osoby. Abychom se mohli na producenta obrátit.

source: Fill a street with number.
cs: Doplňte ulici a číslo domu.

source: Fill in at least one producent administrator
cs: Doplňte alespoň jednoho správce

source: Home page
cs: Domovská stránka

source: Item created
cs: Položka byla vytvořena

source: Login
cs: Přihlášení

source: Passwords are not the same.
cs: Hesla se neshodují.

source: Personal Info
cs: Osobní informace

source: Please fill informations about user and producent.
cs: Doplňte informace o uživateli a producentovi.

source: Prepare Descriptive Cataloguing
cs: Příprava jmenného popisu

source: Prepare Subject Cataloguing
cs: Příprava věcného popisu

source: Producent
cs: E-Deposit - Producent

source: Producent Administrator
cs: Správce producenta

source: Producent Administrators
cs: Správci producenta

source: Producent Editor
cs: Editor producenta

source: Producent Folder
cs: E-Deposit - Složka producentů

source: Register
cs: Registrovat

source: Registration of a producent
cs: Registrace producenta

source: Registration of eContent
cs: Ohlášení ePublikace, ePeriodika, knihy

source: Reviewer
cs: Revizor

source: Street
cs: Ulice

source: Subject Cataloguing Preparing
cs: Příprava věcného popisu

source: Upload file with agreement between National Library and you.
cs: Uložte soubor se smlouvou mezi Vámi a Národní knihovnou.

source: Waiting for work assignment
cs: Čeká na přidělení

source: Welcome to E-Deposit
cs: Vítejte na stránách projektu E-Deposit!

source: Work Plans for Descriptive Cataloguers
cs: Plány práce pro jmenný popis

source: Work Plans for Descriptive Reviewers
cs: Plány práce pro revizi jmenného popisu

source: Work Plans for Subject Cataloguers
cs: Plány práce pro věcný popis

source: Work Plans for Subject Reviewers
cs: Plány práce pro revizi věcného popisu

source: Your location - either city and country - or in a company setting, where your office is located
cs: Vaše lokace - buď město, země nebo v případě společnosti, lokaci sídla firmy.

source: help_city
cs: Doplňte město, ve kterém žijete.

source: help_confirm_password
cs: Zopakujte heslo. Obě se musí shodovat.

source: help_country
cs: Doplňte zemi, ve které žijete.

source: help_full_name_creation
cs: Doplňte celé jméno, např. Petr Sháněl

source: help_homepage
cs: URL osobních web stránek.

source: help_location
cs: Vaše místo - buď město, nebo země, nebo firma, kde pracujete.

source: help_password_creation
cs: Zadejte své nové heslo.

source: help_phone
cs: Nechte nám své telefonní číslo, abychom měli na Vás kontakt.

source: help_producent
cs: Vyberte producenta, pro kterého pracujete.

source: help_street
cs: Doplňte ulici a číslo domu.

source: help_user_name_creation_casesensitive
cs: Zadejte uživatelské jméno, např. 'pshanel'. Bez mezer, speciálních znaků. Uživatelské jméno a heslo jsou citlivé na velká písmena. Ověřte si, že nemáte zapnutý CapsLock. Toto je jméno, pod jakým se přihlašujete do systému.

source: label_city
cs: Město

source: label_confirm_password
cs: Potvrďte heslo

source: label_country
cs: Země

source: label_email
cs: Email

source: label_full_name
cs: Plné jméno

source: label_homepage
cs: Domovská stránka

source: label_location
cs: Místo

source: label_password
cs: Heslo

source: label_phone
cs: Telefonní číslo

source: label_producent
cs: Producent

source: label_street
cs: Ulice

source: label_user_name
cs: Uživatelské jméno

source: location
cs: Lokalita
